Repository: okfish/django-oscar-payonline
Catalog: oscar_payonline/locale/*/LC_MESSAGES/django.po
Languages: ru_ru

source: Payonline extension for Oscar
ru_ru: Payonline расширение для Django-Oscar

source: Failed payment via PayOnline.ru
ru_ru: Оплата не подтверждена PayOnline.ru

source: Oops, something happens wrong while processing payment using PayOnline.ru service
ru_ru: Сервис PayOnline.ru сообщает об ошибке в процессе платежа

source: PayOnline answer:
ru_ru: Ответ PayOnline:

source: error code:
ru_ru: код ошибки:

source: Back to basket
ru_ru: Возврат в корзину

source: Try again
ru_ru: Новая попытка

source: Payment
ru_ru: Платеж

source: %(amt)s has been deducted from your account via PayOnline.ru using payment type '%(prov)s', PayOnline reference: %(ref)s.
ru_ru: %(amt)s была списана с вашего счета процессинговым центром PayOnline.ru. Тип оплаты: '%(prov)s', Ссылка на информацию о платеже в PayOnline: %(ref)s.

source: Please review the information above, then click 'Place Order'
ru_ru: Внимательно изучите информацию выше и затем нажмите на кнопку "Сделать заказ"

source: Can't find order with given number: %s
ru_ru: Заказ с номером №%s не найден.

source: Can't start to process order #%s. Is it possible, that you have paid it already?Please, check order status (%s) and call administrator if if you need a help
ru_ru: Не начать обработку заказа №%s. Вы могли оплатить этот заказ ранее? Проверьте статус заказа №%s в Личном кабинете. Если вам потребуется помощь, вы всегда можете позвонить менеджеру.

source: Can't freeze order #%s. Please, check order status (%s) and call administrator if if you need a help
ru_ru: Не можем заморозить заказ №%s. Пожалуйста проверьте статус заказа (%s). Вы можете позвонить менеджеру, он постарается вам помочь.

source: Successful payment information received from Payonline.Transaction ID: %s. Order status changed
ru_ru: Платеж подтвержден службой Payonline. Номер транзакции: %s. Статус заказа изменен.

source: Unable to determine PayOnline transaction details
ru_ru: Невозможно получить детали транзакции от PayOnline

source: Sorry. We have not received payment confirmation yet. But hopes, it will happen soon.
ru_ru: Извините, но мы пока еще не получили подтверждение платежа. Надеемся это скоро произойдет.

source: Payment for order #%(number)s failed. Reason: %(msg)s
ru_ru: Платеж за заказ %(number)s не подтвержден. Причина: %(msg)s
